{
  "item.eeriehauntings.emf_counter": "EMF Counter",
  "item.eeriehauntings.old_radio": "Old Radio",
  "item.eeriehauntings.emf": "Your EMF Counter goes off after a ghastly event...",
  "item.eeriehauntings.radio": "Your Radio starts frantically going off after a ghastly event...",
  "info.eeriehauntings.emfdesc": "Tunes into nearby electromagnetic fields and sounds off in the event of an anomaly.",
  "info.eeriehauntings.click": "Use to demo the sound.",
  "info.eeriehauntings.radiodesc": "Tunes into high frequencies and reads ghost vocalizations as morse code.",
  "ghost.moderateslow.alert": "The air around you rapidly gets colder.",
  "ghost.moderateblind.alert": "The light around you drains into a seemingly endless void.",
  "ghost.moderateweakness.alert": "Something pushes against your attacks.",
  "ghost.stronglevitate.alert": "The air around you gets lighter and lighter.",
  "ghost.strongconfusion.alert": "Your surroundings start to spin around you.",
  "ghost.stronghunger.alert": "You begin to feel sick to your stomach.",
  "tools.eeriehauntings.water": "Throw at your feet to expel your local angry spirit! Effective against spirits who ONLY cause radio disturbances",
  "tools.eeriehauntings.easywater": "Throw at your feet to expel your local angry spirit!",
  "tools.eeriehauntings.redstone": "Activate this pocket machine to trap your local angry spirit! Effective against spirits who ONLY cause EMF disturbances",
  "tools.eeriehauntings.easyredstone": "Activate this pocket machine to trap your local angry spirit!",
  "tools.eeriehauntings.incense": "Burn in your main hand with a flint and steel to expel your local angry spirit! Effective against spirits who cause BOTH radio and EMF disturbances",
  "tools.eeriehauntings.easyincense": "Burn in your main hand with a flint and steel to expel your local angry spirit!",
  "info.eeriehauntings.activatechalk": "You draw a chalk circle around you, and feel relief. For the next %1$s day(s) you are free from the curses of angry spirits.",
  "info.eeriehauntings.failactivatechalk": "You attempt to draw a chalk circle around yourself, but are stopped by the spirit haunting you..",
  "item.eeriehauntings.incense_stick": "Incense Stick",
  "item.eeriehauntings.purified_water": "Purified Water",
  "item.eeriehauntings.redstone_dream_catcher": "Redstone Dream Catcher",
  "item.eeriehauntings.calcite_chalk": "Calcite Chalk",
  "item.eeriehauntings.unearthly_offering": "Unearthly Offering",
  "item.eeriehauntings.unearthly_shard": "Unearthly Shard",
  "item.eeriehauntings.unearthly_gem": "Unearthly Gem",
  "item.eeriehauntings.unearthly_dagger": "Unearthly Dagger",
  "item.eeriehauntings.soulball": "Soul Ball",
  "item.eeriehauntings.amplified_ghostly_instrument": "Amplified Eerie Instrument",
  "item.eeriehauntings.ghostly_instrument": "Eerie Instrument",
  "entity.eeriehauntings.soulballprojectile": "Thrown Soul Ball",
  "info.eeriehauntings.calciteexplain": "Powered with ghostly energy, protects the user from hauntings for %1$s day(s) if they are not already haunted.",
  "info.eeriehauntings.offering": "Burn this offering in your main hand with a flint and steel to dispel a non-angry spirit instantly, and receive a boon from them.",
  "info.eeriehauntings.shard": "A small, somewhat physical manifestation of a spirit's power. It can be molded into more powerful forms and items.",
  "info.eeriehauntings.shardgain": "Obtained when you exorcise a spirit while it isn't angered.",
  "boon.eeriehauntings.deny": "You ignite the offering, but the spirit is too angry to recognize it!",
  "boon.eeriehauntings.wasted": "You stop before igniting the offering. You are not being haunted, this would be a waste.",
  "boon.eeriehauntings.speed": "As the offering burns, the spirit leaves you with the boon of speed",
  "boon.eeriehauntings.haste": "As the offering burns, the spirit leaves you with the boon of haste",
  "boon.eeriehauntings.jump": "As the offering burns, the spirit leaves you with the boon of jumping",
  "boon.eeriehauntings.resistance": "As the offering burns, the spirit leaves you with the boon of resistance",
  "boon.eeriehauntings.life": "As the offering burns, the spirit leaves you with the boon of life",
  "boon.eeriehauntings.strength":"As the offering burns, the spirit leaves you with the boon of strength",
  "boon.eeriehauntings.disabled": "As the offering burns, the spirit attempts to leave you with a boon, but is too weak to do so.",
  "info.eeriehauntings.offeringdisabled": "Burn this offering in your main hand with a flint and steel to dispel a non-angry spirit instantly, the boons they would normally give you however are disabled.",
  "remove.eeriehauntings.success": "Successfully removed lingering spirits from the target.",
  "protected.eeriehauntings.success": "Successfully applied %1$s day(s) of otherworldly protection to the target.",
  "protected.eeriehauntings.removed": "Successfully removed any otherworldly protections from the target.",
  "hauntchance.eeriehauntings.success": "Successfully set target haunt chance to %1$s percent.",
  "anger.eeriehauntings.toggled": "Successfully toggled the spirit's anger on the target",
  "haunted.eeriehauntings.success": "Successfully forced an angry spirit's hand into haunting the target.",
  "help.eeriehauntings.help": "*/eeriehauntings help - This command",
  "help.eeriehauntings.forcehaunt": "*/eeriehauntings forcehaunt <Player> - Forcibly haunts a player if they aren't already haunted.",
  "help.eeriehauntings.removehaunt": "*/eeriehauntings removehaunt <Player> - Forcibly exorcises the ghost off of the selected player.",
  "help.eeriehauntings.anger": "*/eeriehauntings toggleanger <Player> - Toggles if a spirit is angry at the player or not",
  "help.eeriehauntings.setchance": "*/eeriehauntings sethauntchance <Player> <0-100> - Sets the likelihood a player may be haunted when it becomes night",
  "help.eeriehauntings.protect": "*/eeriehauntings setprotectiondays <Player> <0-32 bit Integer Limit> - Sets the amount of days a player is immune to hunting",
  "soulball.eeriehauntings.info": "Will increase the likelyhood of a player being haunted by %1$s percent when hit.",
  "soulball.eeriehauntings.info2": "Will weaken a living target when hit.",
  "amplifiedinstrument.eeriehauntings.infosound": "Plays a random spirit laugh or groan nearby for all players.",
  "amplifiedinstrument.eeriehauntings.infocrouch": "Crouch while using to blind all nearby players for a short time. Takes 2 extra durability per player.",
  "instrument.eeriehauntings.infosound": "Plays a random unsettling noise a spirit may make nearby for all players."
}